app/controllers/posts_controller.rb

SELECT "posts".* FROM "posts"
---
  def index
    @postss = Post.all